[
  {
    "id": "miami-vibes",
    "image": "015-Miami.jpg",
    "title": "Feel Miami's vivacious vibes at Clevelander South Beach",
    "date": "2020-09-21",
    "tags": ["photo", "video", "music"],
    "text": [
      "Fusce scelerisque sit amet ex ut volutpat. In sagittis arcu id ligula luctus posuere. Nulla facilisi. Cras id erat eget nulla tristique viverra. Sed nec orci sit amet ex pellentesque tempus a vel lacus. In hac habitasse platea dictumst. Integer cursus fringilla accumsan. Aenean in urna elementum, ultricies sem vitae, dapibus elit. Nam scelerisque ornare tempus. Donec ligula purus, placerat sed risus pretium, euismod tincidunt ex. Pellentesque pretium libero eget justo consequat, quis vehicula felis congue. Pellentesque suscipit iaculis felis eu iaculis. In gravida vulputate elit ut aliquam. Ut laoreet ac mi vel interdum. Pellentesque blandit nisl lacus, ut tristique eros placerat in.",

      "Sed feugiat felis sed quam aliquam sodales. Proin ac ante nulla. Quisque malesuada felis vitae viverra hendrerit. Sed purus lacus, tempor eu aliquam et, accumsan ac libero. Suspendisse ut diam dapibus, consectetur lectus quis, consectetur erat. Pellentesque iaculis dui at ligula ornare, in lacinia dui cursus. Vestibulum commodo aliquet urna, vestibulum mollis nulla suscipit eu. Nullam sit amet enim mauris.",

      "Quisque vitae lacus turpis. Phasellus tortor odio, vulputate vel dapibus sed, posuere a odio. Vivamus aliquet venenatis mattis. Sed non fringilla ligula, vitae ullamcorper sem. Praesent sed facilisis est, vitae aliquam felis. Nunc vel eleifend quam. Praesent pellentesque blandit enim non efficitur. Duis convallis accumsan nibh, a vestibulum orci egestas vel. Ut sem tellus, accumsan vitae lacus at, consectetur consequat enim.",

      "Etiam ultrices odio ac pulvinar tempus. Aliquam tristique quam eget odio dignissim, eget vestibulum mi ultricies. Donec vel odio vitae lorem auctor consectetur. Nullam fermentum massa sed augue congue, id dignissim arcu vestibulum. Aliquam aliquet congue tortor eget fermentum. Vivamus imperdiet turpis ante, eu aliquam odio sollicitudin vitae. Proin libero enim, malesuada quis arcu eget, varius consequat nisl. Morbi consequat orci nec orci laoreet, et fringilla nisi aliquam. Sed nisl nulla, sollicitudin a risus a, tincidunt tristique nulla. Sed arcu nisi, lacinia quis scelerisque ac, accumsan id dolor."
    ]
  },
  {
    "id": "new-york-new-york",
    "image": "013-Las_Vegas.jpg",
    "title": "New York-New York Hotel &amp; Casino",
    "date": "2020-10-03",
    "tags": ["photo"],
    "text": [
      "Etiam imperdiet elit vitae orci varius, ut consectetur sem accumsan. In accumsan sed magna at blandit. Integer viverra mi eget feugiat sodales. Nulla venenatis mattis tellus, vitae eleifend est bibendum nec. Vestibulum ac dictum lorem. Fusce a leo fringilla, sollicitudin turpis nec, lacinia neque. Aenean at maximus nisi, vitae tempus velit. Aenean at iaculis eros. Maecenas vel nulla sed nunc commodo scelerisque at ut lacus. Mauris velit quam, imperdiet et volutpat non, consequat a dui. Duis volutpat pretium vehicula. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia curae; Nulla et lorem mi. Aenean eu lorem tincidunt augue varius aliquet quis in diam.",

      "Etiam ultrices odio ac pulvinar tempus. Aliquam tristique quam eget odio dignissim, eget vestibulum mi ultricies. Donec vel odio vitae lorem auctor consectetur. Nullam fermentum massa sed augue congue, id dignissim arcu vestibulum. Aliquam aliquet congue tortor eget fermentum. Vivamus imperdiet turpis ante, eu aliquam odio sollicitudin vitae. Proin libero enim, malesuada quis arcu eget, varius consequat nisl. Morbi consequat orci nec orci laoreet, et fringilla nisi aliquam. Sed nisl nulla, sollicitudin a risus a, tincidunt tristique nulla. Sed arcu nisi, lacinia quis scelerisque ac, accumsan id dolor.",

      "Suspendisse accumsan justo nulla, vel sollicitudin turpis varius sit amet. Nam eu elit nec enim ultricies hendrerit sit amet eget massa. Nulla sem justo, vehicula vel porttitor bibendum, eleifend non mi. Nullam porttitor libero sit amet nisl rhoncus semper. Praesent tincidunt facilisis risus, id vulputate justo viverra laoreet. Aliquam quis ornare felis, vel dapibus est. Phasellus non dui libero. Etiam ullamcorper vel odio ac vulputate. Nulla lacinia diam urna, mollis bibendum mi euismod ac. Maecenas congue ipsum eget mi tincidunt egestas. Duis dui libero, consequat id diam ut, pretium ullamcorper diam."
    ]
  }
]
