[
  {
    "id": "digitization-of-old-videotapes",
    "preview": true,
    "images": [
      "vhs.jpg"
    ],
    "title": "Digitization of old videotapes",
    "date": "2022-03-15",
    "tags": [
      "video"
    ],
    "text": [
      "In many households, there is always at least one, two or several dozens of VHS videotapes or other old media storage devices, which we have often nowhere to play. As the time passes, a lifespan of these devices deteriorates. Moreover, with each replay the tapes lose their quality. Do not suffer a loss of precious scenes from the past, as the beautiful moments of your childhood or other important moments - take an action and preserve your memories with the best solution!",
      "It is a modification of the recordings to a digital form. Thanks to a digitization, you will have a chance to play your old videos in the most using format of H.264 on your Smart TV, PC, tablet, smartphone, or you can upload them on YouTube and share with your friends. Thanks to the efficient compression, it can also be interesting for those who need to economically archive, download, or send video recordings.",
      "If you own recordings in VHS, VHS-C, Hi8, or MiniDV, your problem is almost fixed. Do not hesitate and contact me on <a href='mailto:info@qoqmedia.com'>info@qoqmedia.com</a>."
    ],
    "instagram": [
      "https://www.instagram.com/p/C6gRL43qAjL/",
      "https://www.instagram.com/p/DAqhOaRPae9/"
    ],
    "slides": true,
    "photos": [
      "t-star_001.jpg",
      "t-star_002.jpg"
    ]
  },
  {
    "id": "why-did-i-create-this-website",
    "preview": false,
    "images": "pietro_royalty.jpg",
    "title": "Why did I create this website?",
    "date": "2022-04-15",
    "tags": [
      "music",
      "photo",
      "video"
    ],
    "text": [
      "My name is Peter Takáč aka PIETRO ROYALTY.",
      "My life is art and everything that is connected with it. I have already experienced a great amount of amazing projects and collaborations with different artists both on a national and international level. When I take a trip down memory lane, I love to recall three turbulent years between 2017 and 2020, when I travelled the globe with the world-renowned DJ Burak Yeter. Back in the days, he had just released the remarkable single &quot;Tuesday&quot; that have racked up more than half a billion views on YouTube so far. My job was to handle Burak's video production during his performances on world-class festivals such as Tomorrowland, Sziget, Exit or Parrokaville.",
      "Concurrently, I also engaged in other projects. I made music video clip for Ego and worked on videos and music production with MGbility. I collaborated on the video production for a rap group H16. In addition, I worked as a cameraman and editor at events such as Red Bull BC One, Battle of the Year, The Legits Blast or Hip Hop Žije.",
      "In 2015, I started my journey as a music producer for the Forsomeone band. In the same year, I produced music video for TWiiNS and started my collaboration with The Legits as a cameraman.",
      "In my video portfolio, you can find variety of productions I did for companies like Red Bull, CRH, KPMG, GymBeam, Jägermeister, AGEL hospitals as well as University Hospital of L. Pasteur in Košice. I also had a chance to co-organize the first two years of the cultural, artistic and sport festival Moldava Block Party that achieved a great success especially among young generation.",
      "Long story short, this is my experience in video and music business. What about my personal story though? Let me tell you more.",
      "I was born in 1989. My artistic career started in my teenage years when I called myself B-Boy Genic. I really love drawing since I was a little boy, at least, this is what my parents say. Anyway, when I was 10, I got blown away by graffiti. It was my first contact with hip-hop culture which had a huge impact on me and my career. It has accompanied me up to now.",
      "In the same time, I became the youngest member of a fresh new local breaking crew Floor Rockers Crew. Five years later, we won the 3rd place in the Battle of the Year Slovakia competition.",
      "Just as graffiti showed me the way to dance, the dance got me into music. Since we started mixing music for choreographies by ourselves, I could not be unaffected by the music production itself. Music and dance have an inherent connection, and this was the time when the first experiments, mixes and beats were born.",
      "Shortly afterwards, I started to study Photography at art school in Košice. During my studies, I was successively leaning towards video production, since I was shooting and editing my own videos. In my free time, I devoted myself to the music and taught breaking at the dance school LMC in Košice.",
      "Three years after starting my studies, things started twisting up a bit. I became a member of the Hasta La Muerte crew, one of the most successful and famous breaking crew in Slovakia. However, after persisting health issues, I had to give up dancing and my attention went to the music even more.",
      "After graduation, I moved for a year to Manchester, UK. Once I returned home, I started my business that you have already read about in the beginning of this article. It was all in a full swing when 2020 and the pandemic came and struck many segments. One of the most affected areas was culture. I managed to go through this period as a Creative Producer at Deutsche Telekom.",
      "I am honestly glad that art has accompanied me throughout my life. Thanks to art, I have opportunities to cooperate with successful people and companies that opened the door for me. I have visited 28 countries. I've got passionate about people and cultures that eventually became my greatest inspiration. For me, it is a real success - I love the job I do. Moreover, it is really a meaningful work.",
      "Why did I create this website? After an unknown problem with Facebook, I lost all my fan pages. That's why I decided to collect my works all in one safe place. I have extensive experience and a decent portfolio. In this space, I want to share my skills, projects, tutorials, and advice with all of you who are looking for inspiration and motivation. Like many successful projects, this website is a result of teamwork. My sincere thanks go to Patrik Tóth for building the website, Laco Urbán for putting texts together and Anka Bobkova for English translation.",
      "If you are interested in my service or if there is anything I could help you with, do not hesitate to contact me. I am looking forward to all the interaction and cooperation."
    ]
  },
  {
    "id": "burak-yeter",
    "preview": false,
    "images": [
      "burak_yeter.jpg"
    ],
    "title": "My collaboration with world-famous DJ, Burak Yeter",
    "date": "2022-08-12",
    "tags": [
      "video"
    ],
    "text": [
      "Throughout my career, I have worked with a lot of artists. However, one of the most interesting cooperations began back in 2017.",
      "That was when I started working with a world-famous DJ and producer, Burak Yeter. His biggest hit &quot;Tuesday&quot; has reached over 700 million views on YouTube. Many of you know him for sure, he has had his songs played on radios all over the world. With more than one million followers on Instagram, he got listed in the DJ Mag Top 100 DJs in 2021.",
      "Just like all the special things, this one also seemed to have come out of nowhere. In 2017, I received a call from Twiins, two singing sisters, for whom I had shot a video before. They told me Burak was going to perform in Budapest for the first time and would need a video of the event. I accepted the offer and thanks to that we got in closer contact.",
      "He liked my work a lot and did not hesitate to express his satisfaction. Right after handing in the video, I got an offer from his manager to travel to Switzerland right the next day to shoot another show. And so our cooperation went on.",
      "Until this day, Burak and I have shot more than twenty short videos. These capture highlights from concerts, tours, and backstage moments at the biggest European festivals, and also provide an insight into Burak's &quot;work&quot; before and after the shows. You can find some of the highlights at the end of this article, but all the other videos are available on his <a href='https://www.youtube.com/burakyeter'>YouTube</a>.",
      "Together, we have been to festivals like Tomorrowland, Sziget, Exit, Sunny Hill and Parookville. More than half a million people from around 200 countries turned up at each of these festivals within a single week.",
      "Thanks to this cooperation, besides gaining all the new experience, I got to visit a lot of European cities and countries. I had a chance to witness incredibly unique atmosphere of the Faroe Islands in the northern part of the Atlantic Ocean. It was a wonderful work trip and once-in-a-lifetime kind of experience.",
      "Working with Burak on his tour gave me a chance to meet world-famous stars like Dua Lipa, Macklemore, French Montana, John Newman and Willy William, right on the stage or in the backstage. And, most importantly, it has taught me how to be a professional in my field.",
      "I am beyond thankful for this chance and experience. It is not solely about the work. I have become friends with Burak, which makes our cooperation great. What brings me the biggest joy is that he introduces me to people as his best video maker. He trusts me and he knows that I will always hand in the best possible material, capturing the moment no one can ever bring back.",
      "Photo: <a href='https://www.instagram.com/bereczky_sandor'>@bereczky_sandor</a>"
    ],
    "videos": [
      "https://www.youtube.com/embed/tDwrZsX2_eI",
      "https://www.youtube.com/embed/bETUAzww17o",
      "https://www.youtube.com/embed/utcYp-vgAX4",
      "https://www.youtube.com/embed/A_3KaPensHE",
      "https://www.youtube.com/embed/TJNtcLCLvek",
      "https://www.youtube.com/embed/FEedBvGViO4",
      "https://www.youtube.com/embed/Kr-tJWgLZWY"
    ]
  },
  {
    "id": "t-star",
    "preview": false,
    "images": [
      "t-star.jpg"
    ],
    "title": "T-Star Winning Journey with Deutsche Telekom IT Solutions Slovakia",
    "date": "2024-02-13",
    "tags": [
      "photo",
      "video"
    ],
    "text": [
      "In the dynamic realm of art, photography, and videography, I've made my mark with diverse and captivating projects. Beyond music festivals and events, I've seamlessly blended my artistic ability with corporate creativity, notably during my four-year collaboration with Deutsche Telekom IT Solutions Slovakia.",
      "Joining Deutsche Telekom IT Solutions Slovakia in 2019 as a Creative Producer, I brought an artistic vision to the corporate world, enriching projects with artistic innovation. Over four years, I influenced the company's visual identity, infusing storytelling into corporate narratives and transforming complex technology into compelling stories.",
      "Recognized for my contributions, I recently received the T-Star recognition program award. My work, showcased here on my website, reflects the harmonious fusion of art and technology, demonstrating how collaboration between artists and corporations can give exceptional results.",
      "In an era valuing such collaboration, my journey with Deutsche Telekom IT Solutions Slovakia showcases the powerful results of blending creative energy with corporate expertise, redefining boundaries in both artistic and corporate landscapes."
    ],
    "videos": [
      "https://www.youtube.com/embed/1agR-BGKI9c?si=MksAqm7bvrcprE6S",
      "https://www.youtube.com/embed/LjMpTBwIa0M?si=8YKflQeomshsUys3",
      "https://www.youtube.com/embed/qKPI1of3Hhc?si=NpL-QcoHjRXzzNFY",
      "https://www.youtube.com/embed/LDpXjoW98Y4?si=6VDNpMFJ8J8iDzAM",
      "https://www.youtube.com/embed/WJs-cBFt2zs?si=LhSQmfPDYBVjyGdq"
    ]
  },
  {
    "id": "from-crates-vinyl-record-dividers",
    "preview": false,
    "images": [
      "divider_001.jpg",
      "divider_002.jpg",
      "divider_003.jpg",
      "divider_004.jpg",
      "divider_005.jpg",
      "divider_006.jpg",
      "divider_007.jpg",
      "divider_008.jpg",
      "divider_009.jpg"
    ],
    "title": "From Crates Vinyl Record Dividers Designed By Me",
    "date": "2022-07-31",
    "tags": [
      "music"
    ],
    "text": [
      "If you can't imagine your music collection without vinyl LPs, this product is exactly for you.",
      "We all know it. Just when you need to find one of your favorite records, you are not able to do it. After a while you lose your taste and patience too. That's why I bring you the solution which makes your life much easier, saves your time and gives you a better overview of each individual piece of art.",
      "27 laser-cut wooden dividers can be easily placed in-between the individual records. The letters are their great advantage, so you can organize your collection alphabetically, but also in any other order.",
      "The dividers, being very popular among audiophiles, are designed for 12-inch records and can be used either horizontally or vertically.",
      "If you want to enjoy music without unnecessary and often desperate search for a particular album, then you are in the right place.",
      " ",
      "For more information, please contact: <a href='mailto:info@pietroroyalty.com'>info@pietroroyalty.com</a> or <a href='https://ebay.to/3zK77Vp'>BUY HERE</a"
    ]
  }
]